Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/umo.se/seksitautitestit.html.tmx
Source language: fin
Languages: sme

source: Seksitautitestit
sme: Testet iežas

source: Jos on harrastanut suojaamatonta seksiä, kannattaa aina käydä seksitautitesteissä.
sme: Jus lea leamaš suddjekeahtes seksa lea álo buorre testet iežas sohkabealedávddaid dihte.

source: Usein testit otetaan virtsanäytteestä tai verikokeesta.
sme: Got teasta dáhpáhuvvá vuolgá das man sohkabealedávdda dihte teste iežas.

source: Jos testattava seksitauti on tartuntasuojalain mukaan ilmoitettava tauti, testi on ilmainen.
sme: Jus teste iežas sohkabealdávdda dihte mii gullo njoammunsuodjelága vuollái ii dárbbat máksit maidege.

source: Seksi voi olla kaunista, hauskaa ja jännittävää.
sme: Anašeapmi sáhttá leahkit somá, suohtas ja gelddolaš.

source: Joskus voi kuitenkin käydä niin, että viime hetkellä unohtuu jotain, jonka tietää olevan tärkeää.
sme: Soaitá muhtumin nu ahte juste dalle ii beroš dakkáris man rievtti mielde diehtá dehálažžan.

source: Esimerkiksi suojata itsensä seksitauteja vastaan.
sme: Ovdamearkka dihte ahte galgá suddjet iežas unnidan dihte riskka oažžut soames sohkabealedávdda.

source: Jos tämä kuulostaa tutulta, voi olla aika käydä seksitautitesteissä.
sme: Jus dovddaha iežas das sáhttá leahkit áigi testet iežas.

source: Miksi seksitautitesteissä kannattaa käydä?
sme: Manin galgá testet iežas sohkabealedávddaid dihte?

source: Seksitautitesteissä kannattaa käydä aina, jos on harrastanut suojaamatonta seksiä.
sme: Lea álo buorre testet iežas sohkabealedávddaid dihte jus lea leamaš suddjekeahtes anašeapmi.

source: Testeissä kannattaa käydä, vaikka tuntisi itsensä terveeksi, sillä osa seksitaudeista ei aiheuta mitään oireita.
sme: Dat guoská vaikko dovdá iežas dearvvasin daningo muhtin sohkabealedávddat eai atte mangelágán symptoma.

source: Jos on tavannut jonkun, jonka kanssa haluaa muodostaa suhteen ja suunnittelee suojauksesta luopumista, kummankin kannattaa käydä ensin seksitautitesteissä.
sme: Jus lea gávdnan soapmása geainna háliida nanu oktavuođa ja pláne heaitit suddjemis iežas, lea maid buorre ahte goappešagat mannaba testeme iežaska álggos.

source: Voi myös käydä niin, että jollakin, jonka kanssa on harrastanut seksiä, on todettu seksitauti.
sme: Sáhttá leahkit nu ahte soamis geainna lea anašan lea testen iežas ja teasta lea vuosehan sus sohkabealedávdda.

source: Jos kyseinen tauti kuuluu tartuntasuojalain piiriin, vastaanotto voi kutsua testiin kirjeitse tai puhelimitse.
sme: Jus skibasvuohta gullo suodjelága vuollái, sáhttá oažžut reivve dehe telefovnna soapmásis vuostáváldimis gos gohččojuvvo testet iežas.

source: Tartunnan saaminen ei ole varmaa, mutta lain mukaan olet velvollinen käymään testeissä taudin leviämisriskin pienentämiseksi.
sme: Ii leat sihkkar ahte alccenasas lea sohkabealedávdda, muhto olmmoš lea lága jelgii geatnegas testet iežas unnidan dihte riskka skibasvuođa viidumii.

source: Milloin seksitautitestissä kannattaa käydä?
sme: Goas galgá testet iežas sohkabealedávddaid dihte?

source: Koskaan ei ole liian myöhäistä käydä seksitautitestissä, jos on ollut suojaamattomassa yhdynnässä.
sme: Ii leat goassege ilá maŋŋit testet iežas sohkabealedávddaid dihte jus lea leamas suddjekeahtes anašeapmi.

source: Joidenkin tautien kohdalla voi kestää useita kuukausia ja joskus jopa vuosia riskitilanteen jälkeen, kunnes oireita ilmenee.
sme: Muhtin skibasvuođain sáhttá váldit máŋga mánu ja muhtumin juobe jagi dasgo oaččui dan dassážiigo fuomáša juoidá.

source: Liian aikainen testaaminen voi siis olla joskus mahdollista.
sme: Dan sadjái sáhttá muhtumin leahkit ilá árrat mannat testeme.

source: Testaus seuraavana päivänä suojaamattoman seksin jälkeen ei kannata, koska infektion aiheuttava virus tai bakteeri ei ole ehtinyt lisääntyä tarpeeksi näkyäkseen testissä.
sme: Ii sáhte testet iežas beaivvi maŋŋel go lea leamaš suddjekeahtes seksa, daningo virus dehe bakteriija mii dagaha infekšuvnna ii leat geargan lassánit nuogis vai dat oidnolii iskosis.

source: Esimerkiksi klamydian ja tippurin voi yleensä testata aikaisintaan viikon kuluttua suojaamattomasta seksistä.
sme: Ovdamearkka dihte klamydia ja gonorrea dihte láve sáhttit testet iežas áramustá vahku maŋŋel go lea leamaš suddjekeahtes seksa.

source: Tietyt sairaudet, kuten HIV, voivat näkyä täysin luotettavasti testissä vasta kolme kuukautta tartunnan jälkeen.
sme: Muhto dihto skibasvuođat, dego ovdamearkka dihte hiiva, sáhttá bistit áin golmma mánnui go oaččui dan dassážiigo teasta sihkkarit sáhttá čájehit jus lea skibasvuohta.

source: Sairaudesta riippumatta pitäisi mennä vastaanotolle, jos on huolissaan tai ilmenee oireita. Jos tietää, että seksitaudin riski on todennäköinen, esimerkiksi jos seksikumppanilla on tauti, voi joskus saada hoitoa jo ennen testituloksen varmistumista.
sme: Beroškeahttá skibasvuođas galgá mannat vuostáváldimii jus lea mášoheapme dehe leat váivvit Jus diehtá ahte lea stuora riska ahte lea ožžon sohkabealedávdda, ovdamearkka dihte ahte das geainna lea leamaš seksa lea dat, sáhttá muhtumin oažžut dikšuma ovdalgo iskkusvástádusat leat válbmasat.

source: Seksitautia ei voi saada, jos ei ole harrastanut seksiä.
sme: Jus ii leat leamaš seksa geainnage ii sáhte oažžut sohkabealedávdda.

source: Silloin ei myöskään tarvitse käydä testeissä.
sme: Dalle ii dárbbat mannat testeme iežas.

source: Missä seksitautitestin voi tehdä?
sme: Gos sáhttá testet iežas sohkabealedávddaid dihte?

source: Seksitautitestiin voi hakeutua nuorisovastaanotolle, iho- ja sukupuoliklinikalle tai terveyskeskukseen.
sme: Jus háliida testet iežas sohkabealedávddaid dihte sáhttá mannat nuoraidvuostáváldimii, liike- ja sohkabealevuostáváldimii dehe dearvvašvuođaguovddážii.

source: Myös RFSU:lla on klinikoita, jossa voi käydä tutkimuksissa.
sme: RFSU:s maid leat vuostáváldimat gos sáhttá testet iežas sohkabealedávddaid dihte.

source: Tytöt voivat hakeutua naistenklinikalle tai gynekologin vastaanotolle.
sme: Nieiddat sáhttet maid mannat nissonklinihkkii dehe gynekologii.

source: Klamydiatestin voi myös tilata netistä tai ostaa apteekista.
sme: Klamydiateastta sáhttá maid diŋgot neahtas dehe oastit apotehkas.

source: Saadakseen selville oman asuinalueen testipaikat voi soittaa sairaanhoitoneuvontaan 1177.
sme: Oažžun dihte čielgasa gosa galgá mannat testet iežas doppe gos orru sáhttá riŋget buohccidikšunrávvahahkii 1177.

source: Kuinka testi suoritetaan? Seksitautien testaaminen on nopeaa ja helppoa.
sme: Testen iežas sohkabealedávddaid dihte manna jođánit ja eaŋkilit.

source: Testimenetelmä riippuu testattavasta sairaudesta ja siitä, millaista seksiä on harrastettu ja miten tartunta on levinnyt.
sme: Got ieš teasta manná vuolgá das man skibasvuođa dihte teste iežas ja man láhkái lea leamaš seksa ja got sáhttá leat njoammon.

source: Emätinyhdynnän jälkeen annetaan usein virtsanäyte.
sme: Jus lea leamaš cinneanašeapmi oažžu guođđit cissaiskosa.

source: Klamydian testaamiseen pojilta riittää yleensä virtsanäyte.
sme: Bártniide geat galget testet iežaset láve cissaiskkus leahkit nuogis.

source: Tyttöjen tulee antaa lisäksi näyte emättimen limakalvolta.
sme: Nieiddat ožžot guođđit iskosa cinnis maid.

source: Näytteen voi ottaa itse pumpulipuikolla, jonka saa vastaanotolta tai kotiin tilattavasta testistä.
sme: Dan sáhttá dahkat ieš bumbolsákkiin man oažžu go manná testeme iežas dehe diŋgo teastta ruoktot.

source: Jos testissä on annettava virtsanäyte, ennen näytteenottoa on oltava vähintään yhdestä kahteen tuntia virtsaamatta.
sme: Jus diehtá ahte galgá guođđit cissaiskosa galgá cissat okta –guokte diimmu ovdal go testehahttá.

source: Joidenkin sairauksien, erityisesti tippurin, näyte otetaan ohuella näytteenottopuikolla, joka näyttää pumpulipuikolta.
sme: Dihto dávddaid dihte earet eará gonorrea, váldo teasta seakkes iskkusváldinsákkiin mii lea dego seakkes buiku.

source: Näytteenottopuikkoa pyöritellään varovasti emättimen, virtsaputken, kurkun tai peräaukon limakalvolla.
sme: Iskkusváldinsákki jorggohallo várrogasat šliiveasi vuostá cinnis, cissaoaris, čeabehis dehe guhkkin bahtaráiggis.

source: Näytteen ottaminen voi kuulostaa epämiellyttävältä, mutta yleensä se on nopeaa ja kivutonta.
sme: Gos iskkus váldojuvvo vuolgá das got lea anašan. Dat soaitá orrut unohas, muhto láve jođánit dahkkon iige dovdo nu olu.

source: Muut sairaudet testataan verikokeesta.
sme: Eará skibasvuođain sáhttá šaddat guođđit varraiskosa.

source: Se otetaan ohuella neulalla kyynärtaipeen verisuonesta.
sme: Dat váldojuvvo čuggemiin seakkes náluin giehtamáhci varrasutnii.

source: Jos testin suorittaja epäilee herpestä, hän voi ottaa näytteen herpesrakkulasta pumpulipuikolla.
sme: Jus dat gii dutká eahpida ahte olbmos lea herpes, váldojuvvo muhtumiin iskkus herpesráhkus bumbolsákkiin.

source: Jos näkyvissä on kondyloomasyyliä, yleensä näyte ei ole tarpeen, koska testin ottaja näkee heti, mistä on kyse.
sme: Jus leat oinnolaš kondylomat ii mangelágán iskkusváldin dárbbahuvvo, daningo dat gii dutká dávjjimustá sáhttá dakkaviđe oaidnit mii dat lea.

source: Koska vastaukset tulevat?
sme: Goas oažžu vástádusa?

source: Useimpien näytteiden tuloksen saa viikon kuluessa.
sme: Eanaš iskosiidda oažžu vástádusa vahku siste.

source: Näytettä jätettäessä sovitaan vastaanoton kanssa tiedon ilmoittamisesta.
sme: Go guođđá iskosa de láve soabadit vuostáváldimiin got oažžu vástádusa.

source: Tulos voidaan ilmoittaa esimerkiksi puhelimitse, kirjeitse tai vastaanotolla.
sme: Ovdamearkka dihte galgetgo sii riŋget, sáddet reivve dehe galgágo mannat dohko.

source: Testituloksen odottaminen voi olla stressaavaa.
sme: Iskkusvástádusa vuordin sáhttá leahkit váivi.

source: Vastauksen odottaminen voi tuntua pitkältä ja hermostuttavalta.
sme: Lea lunddolaš ahte olmmoš lea leabehin ja vuordináigi orru guhkki.

source: Jos mieli on maassa, kannattaa jutella ajatuksista ja tunteista jonkun kanssa.
sme: Jus veadjá heajuid sáhttá leahkit buorre ságastit soapmásiin iežas jurdagiin ja dovdduin.

source: Kyseessä voi olla ystävä, perheenjäsen tai joku muu läheinen.
sme: Dat sáhttá leahkit olmmái, soamis veagas dehe soamis lagas.

source: Voi myös ottaa yhteyttä nuorisovastaanottoon.
sme: Sáhttá maid váldit oktavuođa nuoraidvuostáváldimiin.

source: Henkilökunnalta voi saada tukea vaikeina aikoina, ja he ovat tottuneet seksitauteja koskeviin kysymyksiin ja huoliin.
sme: Bargoveahka doppe sáhttá veahkehit go dovdo váivi ja leat hárjánan jearaldagaide ja jurdagiidda mat gusket sohkabealedávddaide.

source: Mitä testit maksavat?
sme: Maid testehahttin máksá?

source: Jos seksitaudit kuuluvat tartuntasuojalain piiriin, kuten klamydia, tippuri ja HIV, testit ovat maksuttomia iästä ja paikasta riippumatta.
sme: Sohkabealedávddat mat gullojit njoammunsuodjelága vuollái dego ovdamearkka dihte klamydia, gonorrea ja hiv ii goassege mávsse maidege testehahttit beroškeahttá agis ja gos dan dahká.

source: Muiden seksitautitestien hinta voi vaihdella asuinpaikan ja vastaanoton mukaan.
sme: Testehahttit eará sohkabealedávddaid dihte sáhttá máksu leahkit sierralágán ja vuolgá das gos orru ja man vuostáváldimii manná.

source: Testi on maksuton, jos yksi testattavista taudeista kuuluu tartuntasuojalain piiriin.
sme: Dávjá láve olmmoš testet iežas máŋgga skibasvuođa dihte seamma áiggi.
